<p>წინამდებარე ხელშეკრულება წარმოადგენს ძირითადი ხელშეკრულების <b>"მომსახურების წესები და პირობები"</b> განუყოფელ ნაწილს და განიხილება მხოლოდ მასთან ერთად.</p>
<p>გთხოვთ, ყურადღებით წაიკითხოთ <b>ჰოსტინგის ხელშეკრულება</b>, რადგან იგი შეიცავს მნიშვნელოვან ინფორმაციას თქვენი უფლებებისა და ვალდებულებების შესახებ.</p>
<h4>მიმოხილვა</h4>
ჰოსტინგის ხელშეკრულება (შემდგომში - "შეთანხმება") დადებულია <b>შპს გჰოსტინგ</b> - სა და თქვენს (მომხმარებელს/აბონენტს) შორის და ძალაში შედის საჰოსტინგო მომსახურების შესყიდვის თარიღიდან. წინამდებარე ხელშეკრულება განსაზღვრავს ჰოსტინგური მომსახურების პირობებს. ტერმინები „ორგანიზაცია“, "ჩვენ" ან "ჩვენი" ეხება <b>შპს გჰოსტინგ</b> - ს და ტერმინები "თქვენ", "თქვენი", "მომხმარებელი", „აბონენტი“ ეხება ნებისმიერ ფიზიკურ პირს ან იურიდიულ პირს, რომელიც იღებს ამ შეთანხმებას.
<ol>
	<li>
		<h4>მომსახურეობის აღწერა</h4>
		ჩვენ გთავაზობთ შემდეგი ტიპის ჰოსტინგურ მომსახურებას:
		<ul>
			<li><b>ვებ ჰოსტინგი</b> - თითეული ჰოსტინგ აქაუნთი განთავსებულია იზოლირებულ ვირტუალურ სერვერზე, რომლის მართვაც შესაძლებელია სპეციალური მართვის პანელით. ასევე სერვერის მართვა შესაძლებელია SSH კლიენტის საშუალებითაც (root უფლებებით).
</li>
			<li><b>VPS სერვერები</b> - VPS სერვერზე შესაძლებელია ნებისმიერი პროგრამული უზრუნველყოფის დაყენება და სერვერის სრუნლოფილად მართვა. 
</li>
			<li><b>მონაცემთა ბაზები</b> - თუ თქვენი საიტი იყენებს MSSQL, MYSQL ან Postgresql დიდი მოცულობის მონაცემთა ბაზას, რამაც შეიძლება გამოიწვიოს საიტის მუშაობის შეფერხება სერვერის რესურსების დიდი ნაწილის მონაცემთა ბაზის მიერ დაკავების გამო. გამოიყენეთ google - ს სპეციალისტების მიერ კონფიგურირებული და ოფტიმიზირებული მონაცემთა ბაზა.
</li>
			<li><b>პროფესიონალური ჰოსტინგი</b> - თუ თქვენი საიტი ემსახურება დიდი რაოდენობის ვიზიტორებს და საჭიროებს სპეციალურ სერვერულ მომსახურებას ჩვენი კომპანია გთავაზობთ პროფესიონალურ მომსახურებას სერვერის კონფიგურაციის და ადმინისტრირების კუთხით.
</li>
		</ul>
	</li>
	<li>
		<h4>ანგარიშის ფლობის პირობები; შეზღუდვები</h4>
		<ul>
			<li>2.1. სერვერების მიგრაცია. თქვენ აცნობიერებთ და ეთანხმებით, რომ ორგანიზაციას შესაძლოა დასჭირდეს სერვერსების ე.წ. “მიგრირება“ და ამის შედეგად შესაძლოა შეიცვალოს თქვენთვის თავდაპირველად მინიჭებული IP მისამართი. აქედან გამომდინარე, ჩვენ არ ვიძლევით გარანტიას, რომ თქვენ ისარგებლებთ მუდმივად ერთი და იგივე IP მისამართით.</li>
			<li>2.2. შემნახველი სივრცე. სერვერ(ებ)-ზე გამოსაყენებელი შენახვისუნარიანობის ჯამური ოდენობა შეიძლება განსხვავდებოდეს წარმოდგენილი ფაილების მოცულობის შესაბამისად. შემნახველი სივრცე შეიძლება მოთხოვნილ იქნეს როგორც საოპერაციო სისტემ(ებ)ის, სისტემური ფაილ(ებ)ის ან/და სხვა დამხმარე ფაილების შესანახად.</li>
			<li>2.3. ჰოსტინგის მომსახურების შეწყვეტა. თქვენ აცნობიერებთ და ეთანხმებით, რომ ჰოსტინგით მომსახურების ვადის ამოწურვის ან მისი შეწყვეტის შემდეგ, თქვენ შეგიწყდებათ ჰოსტინგით მომსახურება და მოგიწევთ უარი განაცხადოთ იმ IP მისამართებისა და სასერვერო სახელების გამოყენებაზე, რომლებიც თქვენ ორგანიზაციამ მოგანიჭათ ჰოსტინგით მომსახურებისას. მომსახურების შეწყვეტამდე თავად ხართ პასუხისმგებელი უზრუნველყოთ თქვენი ვებგვერდის ან სასერვერო კონტენტის გადაადგილება ჩვენი სერვერებიდან. ჩვენ არ ვართ ვალდებული გადავცეთ თქვენი ვებ-გვერდი ან სასერვერო კონტენტი სხვა პროვაიდერს. თუ მომსახურების გაუქმებამდე დროულად ვერ მოახერხებთ ვებ-გვერდის ან კონტენტის გადატანას ჩვენი სერვერებიდან ჩვენ იძულებული ვიქნებით წავშალოთ მონაცემები და იგი აღდგენას აღარ დაექვემდებარება. ასევე ჩვენ მოკლებული ვიქნებით შესაძლებლობას მოგაწოდოთ მათი ასლები.</li>
		</ul>
	</li>
	<li>
		<h4>მხარეთა ვალდებულება და გარანტიები</h4>
		<ul>
			<li>3.1. ორგანიზაცია ვალდებულია განახორციელოს მისი კუთვნილი სერვერების მუდმივი მონიტორინგი და იზრუნოს მათ უსაფრთხოებაზე, შეინახოს სარეზერვო ასლები და თქვენი ვებ-გვერდის არასანქცირებული დაზიანების შემთხვევაში აღადგინოს სარეზერვო ასლებიდან. მიუხედავად ამისა, არ არსებობს 100%-იანი გარანტია ფაილების დაუზიანებლად ან/და წაუშლელად შენარჩუნების ამიტომ ორგანიზაცია არ იღებს პასუხისმგებლობას მომხმარებლის მხრიდან სერვერებზე განთავსებული ფაილების დანაკარგზე. მომხმარებელი ვალდებულია თავად მოახდინოს სერვერებზე ატვირთული ინფორმაციის სარეზერვო ასლების შექმნა გარკვეული პერიოდულობით მის პირად კომპიუტერში შენახვა.</li>
			<li>3.2. ჩვენ ვიღებთ ვალდებულებას უზრუნველვყოთ მომსახურების პროცესში წარმოქმნილი დეფექტების გამოსწორება დროულად, უმოკლეს ვადაში. ამასთანავე, ორგანიზაცია იღებს ვალდებულებას მომხმარებლებს შეატყობინოს ყველა იმ მოსალოდნელი ხარვეზის ან დეფექტის შესახებ, რომელიც ორგანიზაციისთვის წინასწარ არის ცნობილი.</li>
			<li>3.3. ორგანიზაცია ვალდებულია მხარეთა შეთანხმებით განსაზღვრულ ვადებში შეასრულოს ნაკისრი ვალდებულებები და განახორციელოს მომსახურების მიწოდება.</li>
			<li>3.4. მომხმარებელი თავის მხრივ იღებს ვალდებულებას არ გამოიყენოს ჩვენი სერვერები ისეთი ინფორმაციის ჩასატვირთად, რომელიც საზიანოა და მოიცავს (მაგრამ არ შემოიფარგლება) შემდეგს: IRC სკრიპტები/ბოტები, IRCD , Proxy სკრიპტები/ანონიმები, AutoSurf/PTC/PTS/PPC sites, IP სკანერი, Bruteforce პროგრამები / სკრიპტები / პროგრამები, ფოსტის ბომბები / სპამის სკრიპტები, მაღალი სარგებლის საპროცენტო პროგრამები (HYIP) ან მასთან დაკავშირებული საიტები, საინვესტიციო საიტები (FOREX, E-Gold Exchange, მეორე სიცოცხლის / ლინდენის გაცვლა, პონსი, MLM / პირამიდის სქემა) და სხვა.
ხელშეკრულება <b>„მომსახურების წესები და პირობები“</b> განსზღვრავს იმ დამატებით პუნქტების აკრძალული კონტენტისა და ინფორმაციის შესახებ, რომლის ატვირთვა, შენახვა და დამუშავება ჩვენი სერვერებით სარგებლობისას დაუშვებელია.
</li>
		</ul>
	</li>
	<li>
		<h4>მონაცემთა დაცვა და უსაფრთხოება.</h4>
		<ul>
			<li>4.1. მომხმარებელი ვალდებულია დაიცვას კონფიდენციალურობისა და პერსონალური მონაცემთა დაცვის მოთხოვნები GDPR -ის მიერ დადგენილი მონაცემთა დაცვის ზოგადი რეგლამენტის (EU) 2016/679) შესაბამისად. ეს შეეხება მომხმარებლის ვებ-გვერდის მეშვეობით ნებისმიერი პერსონალური ინფორმაციის, მონაცემის ან კონტენტის შეგროვებას, შენახვასა და დამუშავებას.</li>
			<li>4.2. თქვენ პირადად გეკისრებათ პასუხისმგებლობა, რომ უზრუნველყოთ თქვენს ვებ-გვერდზე ისეთი ორგანიზაციული და ტექნიკური უსაფრთხოების ზომები, რომლებიც საკმარისად დაიცავენ ვებ-გვერდზე ან სერვერზე შენახულ/დამუშავებულ პერსონალურ მონაცემებს. შესაბამისად, თუ ადგილი აქვს მონაცემთა შეგროვების, დამუშავების ან შენახვის წესების დარღვევას აბონენტს სრულად ეკისრება პასუხისმგებლობა მსგავს დარღვევებზე, თუ რა თქმა უნდა ეს დარღვევები არ არის განპირობებული ჩვენი სასერვერო/ტექნიკური შეცდომით.</li>
		</ul>
	</li>
	<li>
		<h4>ნულოვანი ტოლერანტობის პოლიტიკა სპამის მიმართ</h4>
		<ul>
			<li>5.1. ჩვენ გვაქვს ნულოვანი ტოლერანტულობის პოლიტიკა სპამის და bulk შეტყობინებების მიმართ. ორგანიზაცია დაუყოვნებლივ, ყოველგვარი გაფრთხილების გარეშე გაუუქმებს ანგარიშს ნებისმიერ მომხმარებლს, რომელიც აგზავნის სპამ შეტყობინებას.</li>
			<li>5.2. მომსახურების ღირებულების გადაუხდელობის ან დროულად გადაუხდელობის შემთხვევაში ორგანიზაცია უფლებამისილია აბონენტს შეუჩეროს მომსახურება სავალდებულო გადახდის თარიღიდან ხუთი (5) სამუშაო დღის გასვლის შემდგომ. ამ პერიოდის განმავლობაში ჩვენ ვინახავთ მის მონაცემებს (ელფოსტას, ვებ გვერდის ბაზას და ა.შ.) ჩვენ სერვერებზე, ხოლო 30 სამუშაო დღის გასვლის შემდეგ სერვერიდან იშლება აბონენტის ყველა მონაცემი.</li>
		</ul>
	</li>
	<br><br>
	<li>
		ჩვენი მომსახურების შესახებ უნივერსალური შეთანხმება <b>„მომსახურების წესები და პირობები“</b> განსაზღვრავს საჰოსტინგო მომსახურებასთან დაკავშირებულ თანხის გადახდის, დაბრუნების, მომსახურების განახლების და სხვა პირობებს.
	</li>
	<li>
		ხელშეკრულების მუხლებს წანამძღვრებული აქვს სათაურები ხელშეკრულების ტექსტით სარგებლობის გასაადვილებლად და ეს სათაურები არ მიიჩნევა ამ ხელშეკრულების რომელიმე დებულების განმსაზღვრელად, შემცვლელად ან განმმარტებლად.
	</li>
	<li>
		იმ შემთხვევაში, თუ არსებობს შეუსაბამობა ამ შეთანხმების დებულებებსა და ჩვენი მომსახურების შესახებ უნივერსალური შეთანხმების „მომსახურების წესები და პირობები“ დებულებებს შორის, უპირატესობა ენიჭება ამ ხელშეკრულების პირობებს.
	</li>
</ol>