<p><strong>ჩვენი მომსახურებით სარგებლობის შემთხვევაში თქვენ ადასტურებთ, რომ გაეცანით და ეთანხმებით ქვემოთ მოყვანილ პირობებს.</strong></p>
<h2><strong>პერსონალური ინფორმაციის გადაცემა</strong></h2>
<p><strong>gHosting.ge</strong> - ზე ანგარიშის შექმნის შემთხვევაში თქვენი პირადი ინფორმაცია იშიფრება SSL პროტოკოლის გამოყენებით.</p>
<h2><strong>Cookies და Web Beacon</strong></h2>
<p>ბევრი საიტი იყენებს <strong>Cookies</strong>. <strong>Cookie</strong> არის ტესტის მცირე ფრაგმენტი რომელიც სერვერიდან გადმოეცემა თქვენს ბრაუზერს და შეიცავს უნიკალურ ინფორმაციას, რომელიც შემდგომში საშუალებას იძლევა მოხდეს მომხმარებლის იდენთიფიკაცია საიტზე. თანამედროვე ბრაუზერებში <strong>Cookie</strong> - ები ავტომატურად არის ჩართული, თუმცა მათი გათიშვა ნებისმიერ დროს არის შესაძლებელი ბრაუზერის პარამეტრებიდან.<br /><strong>Web Beacon</strong> არის ცარიელი სურათი, რომელიც დამოუკდებლად ან <strong>Cookie</strong> - თან ერთად აგროვებს იმფორმაციას მომხმარებლის შესახებ.</p>
<h2><strong>როგორ იყენებს gHosting.ge მომხმარებლებისგან მიღებულ პერსონალურ ინფორმაციას?</strong></h2>
<p>კლიენტის პერსონალური ინფორმაცია გამოიყენება მხოლოდ კომპანიის შიგნით (მაგალითად, მომხმარებლებისთვის ინფორმაციის მისაწოდებლად მათი სერვისების მდგომარეობის შესახებ ან სხვა მომსახურებასთან დაკავშირებულ საკითხებზე) და არ გადაეცემათ მესამე პირებს.<br />თუმცა არსებობს რამდენიმე მიზეზი რომლებთან დაკავშირებითაც <strong>gHosting.ge</strong> - მ შეიძლება გადასცეს მომხმარებლების პირადი ინფორმაცია სამთავრობო ორგანოებს.</p>
<h2><strong>შეგიძლიათ თუ არა შეცვალოთ არსებული ინფორმაცია თქვენს შესახებ?</strong></h2>
<p><strong>gHosting.ge</strong> საშუალებას აძლევს მომხმარებლებს შეცვალონ მათი პერსონალური ინფორმაცია. იმ შემთხვევაში თუ გსურთ თქვენი პერსონალური ინფორმაციის წაშლა შეგიძლიათ ამის შესახებ მისწეროთ <strong>gHosting.ge - ს</strong> მხარდაჭერის სამსახურს.</p>
<h2><strong>როგორ ხდება ინფორმაციის დაცვა?</strong></h2>
<p>ნებისმიერი მომხმარებლის პირადი ინფორმაცია ინახება დაშიფრული სახით, რომელთა ნახვა შეუძლიათ მხოლოდ შესაბამისი უფლებამოსილების მქონე პირებს.</p>
<p>პასუხისმგებლობა ავტორიზაციის მონაცემების შესახებ (<strong>ელ. ფოსტა</strong> და <strong>პაროლი</strong>) ეკისრებათ თავად კლიენტებს.</p>
<h2><strong>ბმულები სხვა საიტებთან</strong></h2>
<p>გაითვალისწინეთ რომ <strong>gHosting.ge</strong> შეიძლება შეიცავდეს სხვა საიტების ბმულებ, რომლებმაც შეიძლება შეაგროვონ ინფორმაცია თქვენს შესახებ. ასეთ შემთხვევაში <strong>gHosting.ge</strong> არ იღებს პასუხისმგებლობას თქვენს მიერ გადაცემულ ინფორმაციაზე და თქვენ ემორჩილებით იმ საიტის წესებს და პირობებს, რომელზეც გადახვედით.</p>