<p><strong>Используя наши услуги, вы подтверждаете, что прочитали и согласны с условиями ниже.</strong></p>
<h2><strong>Передача личной информации</strong></h2>
<p><strong>Если вы</strong>&nbsp;создадите учетную запись на&nbsp;<strong>gHosting.ge</strong>&nbsp;, ваша личная информация будет зашифрована с использованием протокола SSL.</p>
<h2><strong>Файлы cookie и веб-маяки</strong></h2>
<p>Многие сайты используют&nbsp;<strong>файлы cookie</strong>&nbsp;.&nbsp;<strong>Файл cookie</strong>&nbsp;- это небольшой фрагмент теста, который передается с сервера в ваш браузер и содержит уникальную информацию, которая позволяет идентифицировать пользователя на сайте.&nbsp;<strong>Файлы cookie в</strong>&nbsp;современных браузерах включаются&nbsp;автоматически, но их можно отключить в любой момент в настройках браузера.<br /><strong>Веб-маяк</strong>&nbsp;- это пустое изображение, которое&nbsp;собирает информацию о пользователях&nbsp;независимо или с помощью&nbsp;<strong>файлов cookie</strong>.</p>
<h2><strong>Как gHosting.ge использует личную информацию, полученную от пользователей?</strong></h2>
<p>Личная информация клиентов используется только внутри компании (например, для предоставления клиентам информации о состоянии их услуг или других проблемах с услугами) и не передается третьим лицам.<br />Однако есть несколько причин, по которым&nbsp;<strong>gHosting.ge</strong>&nbsp;может передавать личную информацию пользователей государственным органам.</p>
<h2><strong>Можете ли вы изменить существующую информацию о себе?</strong></h2>
<p><strong>gHosting.ge</strong>&nbsp;позволяет пользователям изменять свою личную информацию.&nbsp;Если вы хотите удалить свою личную информацию, вы можете написать в&nbsp;<strong>службу</strong>&nbsp;поддержки&nbsp;<strong>gHosting.ge</strong>.</p>
<h2><strong>Как защищена информация?</strong></h2>
<p>Персональная информация любого пользователя хранится в зашифрованном виде, доступ к которому имеют только уполномоченные лица.</p>
<p>Ответственность за данные аутентификации (<strong>адрес электронной почты</strong>&nbsp;и&nbsp;<strong>пароль</strong>&nbsp;) несут сами клиенты.</p>
<h2><strong>Ссылки на другие сайты</strong></h2>
<p>Обратите внимание, что&nbsp;<strong>gHosting.ge</strong>&nbsp;может содержать ссылки на другие сайты, которые могут собирать информацию о вас.&nbsp;В этом случае&nbsp;<strong>gHosting.ge</strong>&nbsp;не несет ответственности за информацию, которую вы предоставляете, и вы соблюдаете условия сайта, на который вы переходите.</p>