<p><strong>გთხოვთ, ყურადღებით წაიკითხოთ აღნიშნული დოკუმენტი, რადგან ის შეიცავს მნიშვნელოვან ინფორმაციას თქვენს იურიდიულ უფლებამოვალეობასთან დაკავშირებით.</strong></p>
<h2><strong>1. მიმოხილვა</strong></h2>
<p>აღნიშნული შეთანხმება მომსახურებების შესახებ <strong>"ხელშეკრულება"</strong> ფორმდება <strong>"შპს gHosting"</strong> - სა და თქვენს შორის და ძალაში შედის თქვენს მიერ არჩეული მომსახურების საფასურის გადახდისთანავე. აღნიშნული ხელშკრულება არეგულირებს მომსახურების გამოყენების წესებს და პირობებს და წარმოადგენს შეთანხმებას თვენსა და <strong>"შპს gHosting"</strong> -ს შორის.</p>
<p>ტერმინები <strong>"ჩვენ"</strong>, <strong>"ჩვენს"</strong> და <strong>"ჩვენი" </strong>ეხება <strong>"შპს gHosting"</strong> - ს. ხოლო ტერმინები <strong>"თქვენ"</strong>, <strong>"თქვენი",</strong> <strong>"მომხმარებელი"</strong> და <strong>"კლიენტი"</strong> აღნიშნავს ნებისმიერ ფიზიკურ ან იურიდიულ პირს, რომელიც ეთანხმება აღნიშნულ ხელშეკრულებას.</p>
<p>ჩვენ შეგვიძლია ჩვენი შეხედულებებიდან გამომდინარე შევცვალოთ აღნიშნული ხელშეკრულების პირობები, რომლებიც ძალაში შევლენ საიტზე გამოქვეყნებისთანავე. აღნიშნული ცვლილებები ასევე შეეხება უკვე არსებულ ხელშეკრულებებს. თუ თქვენ არ ეთანხმებით აღნიშნულ პირობებს თავი შეიკავეთ ჩვენი სერვისების გამოყენებისგან.</p>
<h2><strong>2. სერვისების აღწერა</strong></h2>
<p>ჩვენ გთავაზობთ შემდეგი სახის მომსახურებას:</p>
<ul>
<li><strong>ვებ ჰოსტინგი</strong> - თითეული ჰოსტინგ აქაუნთი განთავსებულია იზოლირებულ ვირტუალურ სერვერზე, რომლის მართვაც შესაძლებელია სპეციალური მართვის პანელით. ასევე სერვერის მართვა შესაძლებელია SSH კლიენტის საშუალებითაც (root უფლებებით).</li>
<li><strong>VPS სერვერები</strong> - VPS სერვერზე შესაძლებელია ნებისმიერი პროგრამული უზრუნველყოფის დაყენება და სერვერის სრუნლოფილად მართვა.</li>
<li><strong>მონაცემთა ბაზები</strong> - თუ თქვენი საიტი იყენებს MSSQL, MYSQL ან Postgresql დიდი მოცულობის მონაცემთა ბაზას, რამაც შეიძლება გამოიწვიოს საიტის მუშაობის შეფერხება სერვერის რესურსების დიდი ნაწილის მონაცემთა ბაზის მიერ დაკავების გამო. გამოიყენეთ google - ს სპეციალისტების მიერ კონფიგურირებული და ოფტიმიზირებული მონაცემთა ბაზა.</li>
<li><strong>პროფესიონალური ჰოსტინგი</strong> - თუ თქვენი საიტი ემსახურება დიდი რაოდენობის ვიზიტორებს და საჭიროებს სპეციალურ სერვერულ მომსახურებას ჩვენი კომპანია გთავაზობთ პროფესიონალურ მომსახურებას სერვერის კონფიგურაციის და ადმინისტრირების კუთხით.</li>
</ul>
<h2><strong>3. შეზღუდები და ანგარიშის წაშლა</strong></h2>
<p><strong>სერვერების მიგრაცია - </strong>თქვენ აღიარებთ და ეთანხმებით იმ ფაქტს, რომ ნებისმიერ დროს შეიძლება საჭირო გახდეს სერვერების მიგრაცია. შედეგად თუ თქვენ გაქვთ გამოყოფილი <strong>IP მისამართი</strong> თქვენ შეიძლება მოგენიჭოთ ახალი <strong>IP მისამართი</strong>. ჩვენ არ ვიძლევით გარანტიას რომ თქვენ მუდმივად გექნებათ ერთი და იგივე <strong>IP მისამართი</strong>.</p>
<p><strong>მომსახურების შეჩერება - </strong>თქვენ აღიარებთ და ეთანხმებით რომ მომსახურების დროის ამოწურვის ან შეჩერების შემდეგ თქვენ მოგიწევთ უარი თქვათ მათ გამოყენებაზე. მომსახურების დროის ამოწურვამდე თქვენ ვალდებული ხართ გადაიტანოთ თქვენი საიტი და მონაცემები ჩვენი სერვერებიდან. ჩვენ არ ვიღებთ ვალდებულებას მოგაწოდოთ თქვენი მონაცემები მომსახურების შეჩერების შემდეგ. თუ თქვენ არ მოახდენთ თქვენი საიტის და მონაცემების გადატანას ჩვენი სერვერებიდან მომსახურების შეჩერებამდე ისინი სამუდამოდ წაიშლება აღდგენის შესაძლებლობის გარეშე.</p>
<p><strong>ელ. ფოსტის გაგზავნა - </strong>აკღძალულია ელ. ფოსტების მასიური დაგზავნა (<strong>სპამი</strong>). თითეილი ელ. ფოსტიდან შესაძლებელია 20 წერილის გაგზავნა 1 საათის განმავლობაში. ასევე ჩვენ უზრუნველვყოფთ, რომ ელ. ფოსტის გამგზავნი სერვერის <strong>IP მისამართი</strong> არ მოხვდეს სხვადასხვა შავ სიებში. თუმცა პასუხისმგებლობას არ ვიღებთ კონკრეტული ელ. ფოსტიდან ან დომენიდან გაგზავნილი წერილების ადრესატამდე მისვლასთან დაკავშირებით.</p>


<h2><strong>4. თქვენი ვალდებულებები</strong></h2>
<p><strong>არაკეთილსინდისიერი მოქმედება - </strong>თქვენ ადასტურებთ, რომ არ გამოიყენებთ ჩვენს სერვერებს და თქვენს ვებ-საიტს სპამის გასაგზავნად, დიდი მოცულობის ინტერნეტ პაკეტების გასაგზავნად და სხვა არაკეთილსინდისიერი და უკანონო მოქმედებებისათვის, რომლებიც აკრძალულია საერთაშორისო და ადგილობრივი კანონმდებლობით. ჩვენ ვიტოვებთ უფლებას შევაჩეროთ ნებისმიერი მომსახურება, რომელიც ეწინააღმდეგება ზემოთ მოყვანილ წესებს და პირობებს. ჩვენ ვკრძალავთ ჩვენს სერვერებზე პროგრამებისა და სკრიფტების გამოყენებას, რომლებიც იწვევენ სერვერის რესურსების გადატვირთვას და ხელს უშლიან სერვერის ნორმალურ ფუნქციონირებას. თქვენ ადასტურებთ ჩვენს უფლებას დროებით ან სამუდამოდ შევაჩეროთ თქვენი ნებისმიერი სერვისი აღნიშნულ დოკუმენტში განსაზღვრული წესების და პირობების დარღვევის შემთხვევაში. ასევე თქვენ ადასტურებთ ჩვენს უფლებას გავაუქმოთ თქვენი ყველა მოქმედი სერვისი თუ ერთ-ერთი მათგანი მაინც არღვევს აღნიშნულ დოკუმენტში განსაზღვრულ წესებს და პირობებს.</p>
<p>ასევე თქვენ ვალდებული ხართ არ განახორციელოთ სხვა აკრძალული მოქმედებები, მათ შორის :</p>
<ul>
<li>ინმფორმაციის გავრცელება, რომელიც შეურაწმყოფელია ნებისმირი საღადმოაზროვნე ადამიანისთვის.</li>
<li>ნებისმიერი ადამიანის შეცდომაში შეყვანა ინფორმაციის ავტორთან და წყაროსთან დაკავშირებით.</li>
<li>ნებისმიერ კომპიუტერულ სისტემაში, სერვერში, ქსელში ან პირად ანგარიშში შეღწევა, რომელშიც შეღწევის უფლება არ გაგაჩნიათ.</li>
<li>ჩვენი სერვერის გამოყენება როგორც რეტრანსლიატორი ან მსგავსი მიზნებისთვის.</li>
</ul>
<p><strong>მონაცემთა შენახვა და უსაფრთხოება -</strong> თქვენ იღებთ პასუხისმგებლობას:</p>
<ul>
<li>გამორიცხოთ ნებისმიერი ინფორმაციის დაკარგვა ან დაზიანება თქვენს საიტზე ან სერვერზე.</li>
<li>პერიოდულად შექმნათ თქვენი საიტის და ინფორმაციის სარეზერვო არქივები.</li>
<li>უზვრუნველყოთ თქვენი საიტის და ინფორმაციის უსაფრთხოება ,კონფიდენციალურობა.</li>
</ul>
<p>ჩვენი სერვერები არ ახორციელებენ სარეზერვო არქივების შექმნას და ჩვენ პასუხისმგებლობას არ ვიღებთ თქვენს ან სხვა პირთა წინაშე ინფორმაციის დაკარგვის ან დაზიანების შემთხვევაში.</p>
<h2><strong>5. თანხის დაბრუნების წესები და პირობები</strong></h2>
<ul>
<li>ჩვენს მიერ უკვე გაწეულ და დასრულებულ მომსახურებაზე გადახდილი თანხა უკან დაბრუნებას არ ექვემდებარება.</li>
<li>მომხმარებლის მიერ მომსახურების ცალმხრივად შეწყვეტისას ავანსად გადახდილი თანხა უკან დაბრუნებას არ ექვემდებარება.</li>
<li>ამ ხელშეკრულებით განსაზღვრული ქცევის წესების დარღვევის შემთხვევაში ორგანიზაცია უფლებამოსილია ცალმხრივად შეუწყვიტოს მომსახურება მომხმარებელს. ამ შემთხვევაშიც ავანსად გადახდილი თანხა უკან დაბრუნებას არ ექვემდებარება.</li>
<li>მომხმარებლის მიერ ანგარიშის გაუქმების შემდეგ ავანსად გადახდილი თანხა უკან დაბრუნებას არ ექვემდებარება.</li>
<li>მომხმარებელმა თანხის დაბრუნების მოთხოვნა უნდა დააფიქსიროს ჩვენცს ვებ-გვერდზე ანგარიშის გაუქმებამდე. გაითვალისწინეთ, რომ ანგარიშის გაუქმება შესაძლებელია ნებისმიერ დროს, მაგრამ მისი გაუქმებისთანავე თქვენ კარგავთ ავანსად გადახდილი თანხის დაბრუნების უფლებას.</li>
<li>თანხის დაბრუნების ვადები და პირობები.<br /><strong>ერთ თვიანი მომსახურების პაკეტი </strong>- ტრანზაქციის განხორციელების თარიღიდან 48.სთ - ში. თვიური მომსახურების პაკეტი აგრეთვე მოიცავს ყველა შეთავაზებას ერთ წელზე ნაკლები ვადით (მაგ: 6 თვიანი, 9 თვიანი და ა.შ.).<br /><strong>ერთ წლიანი ან მეტი პაკეტი </strong>- ტრანზაქციის განხორციელების თარიღიდან 30 დღის განმაბლობაში.</li>
</ul>