<p><strong>Пожалуйста, прочтите этот документ внимательно, поскольку он содержит важную информацию о ваших юридических обязанностях.</strong></p>
<h2><strong>1. Обзор</strong></h2>
<p>Настоящее Соглашение об условиях обслуживания&nbsp;<strong>заключается</strong>&nbsp;между&nbsp;<strong>gHosting Ltd.</strong>&nbsp;и вами и вступает в силу после оплаты выбранных вами Услуг.&nbsp;Договор регулирует использование сервиса и условия договора tvensa&nbsp;<strong>"Ltd. gHosting"</strong>&nbsp;W.</p>
<p>Термины&nbsp;<strong>&laquo;мы&raquo;</strong>&nbsp;,&nbsp;<strong>&laquo;нас&raquo;</strong>&nbsp;и&nbsp;<strong>&laquo;наш&raquo;</strong>&nbsp;относятся к&nbsp;<strong>&laquo;LTD ghosting&raquo;</strong>&nbsp;- s.&nbsp;А термины&nbsp;<strong>&laquo;Вы&raquo;</strong>&nbsp;,&nbsp;<strong>&laquo;Ваш&raquo;,&nbsp;</strong><strong>&laquo;пользователь&raquo;</strong>&nbsp;и&nbsp;<strong>&laquo;Клиент&raquo;</strong>&nbsp;относятся к любому физическому или юридическому лицу, которое соглашается с настоящим Соглашением.</p>
<p>Мы можем по собственному усмотрению изменить условия настоящего Соглашения, которое вступит в силу после публикации на Сайте.&nbsp;Эти изменения также будут применяться к существующим контрактам.&nbsp;Если вы не согласны с этими условиями, воздержитесь от использования наших услуг.</p>
<h2><strong>2. Описание услуг</strong></h2>
<p>Предлагаем следующие услуги:</p>
<ul>
<li><strong>Веб-хостинг</strong>&nbsp;- каждая учетная запись хостинга&nbsp;<strong>размещается на</strong>&nbsp;изолированном виртуальном сервере, которым можно управлять с помощью специальной панели управления.&nbsp;Сервером также можно управлять через SSH-клиент (привилегии root).</li>
<li><strong>Серверы VPS</strong>&nbsp;- на сервере VPS можно установить любое программное обеспечение и управлять выделением сервера.</li>
<li><strong>Базы данных</strong>&nbsp;- если ваш сайт использует большой объем баз данных MSSQL, MYSQL или Postgresql, что может привести к сбою в работе сайта из-за того, что база данных захватит большой объем ресурсов сервера.&nbsp;Используйте базу данных, настроенную и оптимизированную специалистами Google.</li>
<li><strong>Профессиональный хостинг</strong>&nbsp;- если ваш сайт обслуживает большое количество посетителей и требует специальных серверных услуг, наша компания предлагает профессиональные услуги по настройке и администрированию серверов.</li>
</ul>
<h2><strong>3. Ограничения и удаление аккаунта</strong></h2>
<p><strong>Миграция сервера -</strong>&nbsp;вы признаете и соглашаетесь с тем, что миграция сервера может потребоваться в любое время.&nbsp;В результате, если у вас есть выделенный&nbsp;<strong>IP-адрес,</strong>&nbsp;вам может быть предоставлен новый&nbsp;<strong>IP-адрес</strong>&nbsp;.&nbsp;Мы не гарантируем, что у вас всегда будет один и тот же&nbsp;<strong>IP-адрес</strong>&nbsp;.</p>
<p><strong>Приостановление обслуживания -</strong>&nbsp;вы признаете и соглашаетесь с тем, что вам придется отказаться от использования Сервиса после того, как срок его действия истечет или он будет приостановлен.&nbsp;Перед истечением срока действия услуги вы обязаны перенести свой сайт и данные с наших серверов.&nbsp;Мы не обязаны предоставлять вам ваши данные после прекращения обслуживания.&nbsp;Если вы не перенесете свой сайт и данные с наших серверов до приостановки обслуживания, они будут окончательно удалены без возможности восстановления.</p>
<p><strong>Отправка электронной почты - </strong>запрещено Массовая рассылка электронной почты (<strong>спам</strong>). В течение часа вы можете отправить не более 20 писем с определенного почтового адреса. Мы также гарантируем, что <strong>IP-адрес</strong> отправителя почтового сервера не будет внесен в различные черные списки. Однако мы не несем ответственности за доставку писем, отправленных с вашего почтового ящика или домена.</p>


<h2><strong>4. Ваши обязательства</strong></h2>
<p><strong>Недобросовестное действие -&nbsp;</strong>Вы признаете, что не будете использовать наши серверы и свой веб-сайт для рассылки спама, отправки больших пакетов интернет-пакетов и других недобросовестных и незаконных действий, запрещенных международным и местным законодательством. Мы оставляем за собой право приостановить любую услугу, которая нарушает вышеуказанные условия. Мы запрещаем использование программ и скриптов на наших серверах, которые вызывают перегрузку ресурсов сервера и мешают нормальному функционированию сервера. Вы признаете наше право временно или навсегда приостановить любую из ваших услуг в случае нарушения условий, изложенных в этом документе.Вы также признаете наше право отменить все ваши действующие услуги, если хотя бы одна из них нарушает условия, изложенные в этом документе.</p>
<p>Вы также обязаны не предпринимать никаких других запрещенных действий, в том числе:</p>
<ul>
<li>Распространение информации, оскорбительной для любого здравомыслящего человека.</li>
<li>Введение в заблуждение кого-либо об авторе и источнике информации.</li>
<li>Доступ к любой компьютерной системе, серверу, сети или личной учетной записи, к которой у вас нет доступа.</li>
<li>Используйте наш сервер в качестве ретранслятора или для аналогичных целей.</li>
</ul>
<p><strong>Хранение и безопасность данных -</strong>&nbsp;вы берете на себя ответственность за:</p>
<ul>
<li>Устраните любую потерю информации или повреждение вашего сайта или сервера.</li>
<li>Периодически создавайте резервные архивы для вашего сайта и информации.</li>
<li>Обеспечьте безопасность и конфиденциальность вашего сайта и информации.</li>
</ul>
<p>Наши серверы не создают резервных архивов, и мы не несем ответственности за любую потерю или повреждение вашей информации или информации любого другого лица.</p>
<h2><strong>5. Условия возврата средств</strong></h2>
<ul>
<li>Сумма, уплаченная за уже предоставленные и выполненные услуги, возврату не подлежит.</li>
<li>В случае одностороннего прекращения услуги заказчиком предоплаченная сумма не возвращается.</li>
<li>В случае нарушения правил поведения, определенных настоящим соглашением, организация вправе в одностороннем порядке прекратить оказание услуг заказчику.&nbsp;В этом случае предоплата тоже не возвращается.</li>
<li>Сумма, уплаченная авансом после аннулирования аккаунта пользователем, возврату не подлежит.</li>
<li>Клиенты должны отправить нам запрос на возврат, прежде чем закрыть аккаунт на нашем веб-сайте.&nbsp;Обратите внимание, что аккаунт может быть аннулирован в любое время, но при аннулировании вы теряете право на возврат аванса.</li>
<li>Условия возврата.<br /><strong>Пакет услуг на один месяц</strong>&nbsp;- в течение 48 часов с момента совершения операции.&nbsp;В ежемесячный пакет услуг также входят все предложения на срок менее одного года (например, 6 месяцев, 9 месяцев и т. Д.).<br /><strong>Пакет на год и более</strong>&nbsp;- в течение 30 дней с момента совершения операции.</li>
</ul>